[
  {
    "rank in rich list": "N/A",
    "full name": "Søren Vestergaard-Poulsen",
    "city": "London",
    "event": "A Senior Managing Partner at CVC Capital Partners, one of the world's largest private equity firms. As a key figure in CVC's global investment committee, the Danish executive has built an immense fortune from his share of the carried interest on dozens of multi-billion-euro buyouts over two decades.",
    "net worth": 650000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Joachim Spänner",
    "city": "London",
    "event": "A Danish Partner at Apollo Global Management, a global private equity behemoth. Based in London, he focuses on the Nordic region and has accumulated significant wealth through his senior role in executing major leveraged buyouts and his share in the firm's lucrative profit-sharing structure.",
    "net worth": 350000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Luv Singh",
    "city": "London",
    "event": "A Danish Partner at the global private equity giant KKR (Kohlberg Kravis Roberts & Co.). His wealth has been generated by leading major European technology and software investments and receiving a significant portion of the carried interest from KKR's highly successful European funds.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christoffer Møller",
    "city": "Copenhagen",
    "event": "A Managing Partner at CVC Capital Partners and head of the firm's Copenhagen office. He is one of the most powerful figures in Nordic private equity, and his personal fortune is a direct result of leading successful buyouts and sharing in the substantial profits generated for CVC's investors.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Claus Bülow Christensen",
    "city": "London",
    "event": "A Danish executive who became a Partner at Goldman Sachs in London. Reaching the coveted 'Partner' level at Goldman Sachs is one of the most lucrative achievements in finance, entailing a multi-million dollar salary, substantial bonuses, and a share in the firm's exclusive investment pool, creating an immense personal fortune.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Frigast",
    "city": "Copenhagen",
    "event": "Co-founder and Senior Partner of Axcel, one of the most influential private equity firms in the Nordic region. He is a founding father of the Danish PE industry, and his DKK 550 million+ fortune comes from decades of successful fund-raising and profitable exits, including Pandora and Vestas.",
    "net worth": 550000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Viggo Mølholm",
    "city": "Copenhagen",
    "event": "Co-founder and was the long-time Managing Partner of Polaris Private Equity. A key figure in the Danish buyout scene, his DKK 400 million+ fortune was built through his share of the firm's carried interest from a long and successful track record of investments in Danish and Swedish mid-market companies.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Casper Breum",
    "city": "Frankfurt",
    "event": "A Danish Partner at the pan-European private equity firm Triton Partners. He has played a key role in the firm's industrial and business services investments. His wealth is a result of his senior position and share in the carried interest from Triton's successful funds.",
    "net worth": 225000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Niels de Coninck-Smith",
    "city": "Copenhagen",
    "event": "A Danish Partner at Verdane, a prominent Northern European growth equity firm. He specializes in technology and software investments, and his wealth has been built through his share of the profits from a portfolio of high-growth tech companies.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Dan Rasmussen",
    "city": "Boston",
    "event": "A Danish-American investor who founded the asset management firm Verdad Advisers. He previously worked in private equity at Bain Capital. His wealth comes from his successful quantitative investment strategies and his family's prior business success.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Mads Ryum Larsen",
    "city": "London",
    "event": "A Danish Partner at the London-based international private equity firm 3i Group. He focuses on investments in the consumer sector, and his personal fortune has been generated through his senior role and share of the profits from successful buyouts and exits.",
    "net worth": 200000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "Esben Østergaard",
    "city": "Odense",
    "event": "A co-founder and the key technical mind behind Universal Robots, the company that pioneered the collaborative robot (cobot) industry. He became exceptionally wealthy after the company was sold to the American firm Teradyne for $285 million in 2015. He is now a prominent investor and mentor in the Danish robotics cluster.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Bason",
    "city": "Copenhagen",
    "event": "An influential figure in public sector innovation. While not a traditional industrialist, he built his wealth and influence as the long-serving CEO of the Danish Design Centre. He is a sought-after speaker and advisor, representing a modern form of wealth built on intellectual capital and global influence.",
    "net worth": 50000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "The Kann-Rasmussen Family Office",
    "city": "Copenhagen",
    "event": "While Lars Erik is the named individual, the broader VKR Group (VELUX) fortune is managed through a complex structure of foundations and a family office. Other descendants of founder Villum Kann Rasmussen hold significant, though less public, wealth and influence through their roles in the foundations that ensure the company's long-term continuity.",
    "net worth": 15800000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Thorvald Stauning",
    "city": "Copenhagen",
    "event": "While primarily known as a historic Prime Minister, his descendants have managed a quiet dynastic fortune. This 'old money' wealth, derived from early 20th-century industrial and political influence, represents one of Denmark's more discreet and long-standing affluent families.",
    "net worth": 120000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "The Founders of Momondo",
    "city": "Copenhagen",
    "event": "The group of founders behind the popular travel search engine Momondo became multi-millionaires after selling the company to the American travel technology giant Priceline Group (now Booking Holdings) for $550 million in 2017. This group includes figures like Thorvald Stigsen and other early partners.",
    "net worth": 250000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "The Due-Hansen Family",
    "city": "Farum",
    "event": "Heirs to the founder of A/S C.C. Jensen (CJC), a global leader in industrial oil filtration systems. This 'hidden champion' of Danish industry has been family-owned for generations, creating a quiet but substantial dynastic fortune.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Mads Mikkelsen",
    "city": "Mallorca",
    "event": "Denmark's most successful international male actor. His wealth comes from a long career starring in major Hollywood franchises (James Bond, Star Wars, Marvel), European cinema, and lucrative global advertising campaigns for brands like Carlsberg.",
    "net worth": 95000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Dalgaard",
    "city": "Palo Alto",
    "event": "Founded the enterprise software company SuccessFactors in Denmark, later moving it to the US. He became exceptionally wealthy after selling the company to German software giant SAP for $3.4 billion in 2011. He is now a general partner at the venture capital firm Andreessen Horowitz (a16z).",
    "net worth": 600000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Fløe Nielsen",
    "city": "London",
    "event": "Co-founded the private equity firm Silverfleet Capital. His wealth was generated through carried interest and management fees from decades of successful mid-market buyouts across Europe. He is a prominent figure in the Danish community in London.",
    "net worth": 250000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Lanng",
    "city": "San Francisco",
    "event": "Co-founder and former CEO of the fintech unicorn Tradeshift, a global supply chain payments and marketplace platform. His significant on-paper wealth is derived from his large equity stake in the multi-billion dollar company.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Seifert",
    "city": "Aarhus",
    "event": "Founder of the e-commerce platform Salling Group (formerly Dansk Supermarked) and a prominent investor. His primary wealth comes from his early online ventures and the subsequent sale of his company, which powered many of Denmark's largest retailers.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "John V. H. Hansen",
    "city": "Copenhagen",
    "event": "Co-founder of the video surveillance software company Milestone Systems. He became a multi-millionaire after the company was acquired by Canon Inc. for a reported sum of over DKK 2 billion (approx. $300 million) in 2014.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Jonathan Grønager",
    "city": "New York",
    "event": "Co-founder and CEO of Chainalysis, a blockchain analysis unicorn that provides data and software to governments and businesses. The company's multi-billion dollar valuation makes him one of the wealthiest Danes in the cryptocurrency space.",
    "net worth": 500000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Asger Aamund",
    "city": "Copenhagen",
    "event": "A prominent Danish businessman and investor who made his fortune in the biotech industry. He founded and later sold a significant stake in the company Bavarian Nordic, and is a well-known public commentator on business and economics.",
    "net worth": 225000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Ulrik Juul Christensen",
    "city": "Boston",
    "event": "Co-founder of Area9 Lyceum, a world leader in adaptive learning technology. His wealth comes from building and selling previous educational technology companies and his significant stake in the highly successful Area9, which serves major corporations and educational institutions globally.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Morten Strunge",
    "city": "Copenhagen",
    "event": "A serial tech entrepreneur who founded the e-book service Mofibo (sold to Storytel) and the mobile operator Onfone (sold to TDC). His fortune comes from these successful exits, and he continues to launch and invest in new ventures, including the podcast platform Podimo.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Thrane",
    "city": "Copenhagen",
    "event": "Founder of Thrane & Thrane, a global leader in satellite communication equipment for the maritime industry. He made his fortune when the company was acquired by the British firm Cobham plc for $432 million in 2012.",
    "net worth": 275000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Andersen",
    "city": "Copenhagen",
    "event": "Co-founder of the website content management system company Sitecore. The company was sold to the private equity firm EQT for €1 billion in 2016, a landmark deal that created substantial wealth for its five founders.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Kirk Rasmussen",
    "city": "Copenhagen",
    "event": "Founder of the cloud data backup service Keepit. The company has achieved a significant private valuation following major investment rounds from leading venture firms, creating a substantial on-paper fortune for the founder.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "René Rechtman",
    "city": "London",
    "event": "CEO of Moonbug Entertainment, the company behind the children's entertainment phenomenon CoComelon. He became exceptionally wealthy after leading the sale of the company to Blackstone-backed Candle Media for $3 billion in 2021.",
    "net worth": 400000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "Christian Frigast",
    "city": "Copenhagen",
    "event": "A godfather of the Nordic private equity scene. He co-founded Axcel, one of Denmark's largest and most successful private equity firms, in 1994. His immense wealth was built over decades through management fees and, most importantly, the carried interest from dozens of successful buyouts and exits, including Pandora and Vestas.",
    "net worth": 550000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Viggo Mølholm",
    "city": "Copenhagen",
    "event": "Co-founder and was the long-time managing partner of Polaris Private Equity, another major Danish PE firm. Like his counterparts at Axcel, his fortune comes from a long and successful track record of acquiring, growing, and selling Nordic companies, generating significant carried interest.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Søren Vestergaard-Poulsen",
    "city": "London",
    "event": "One of the most successful Danes in international private equity. He built his fortune as a senior managing partner at the global buyout giant CVC Capital Partners in London, where he led numerous multi-billion-euro deals. His wealth is derived from his share of the firm's carried interest.",
    "net worth": 650000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Luv Singh",
    "city": "London",
    "event": "A Danish executive who reached the top tier of global finance as a Partner at KKR (Kohlberg Kravis Roberts & Co.) in London, one of the world's most powerful private equity firms. His wealth was built through his involvement in major European buyouts and his share of the firm's profits.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Mikkel Hippe Brun",
    "city": "San Francisco",
    "event": "A co-founder of the fintech unicorn Tradeshift, alongside Christian Lanng. As a key architect of the company's technology, his significant equity stake represents a substantial on-paper fortune based on the company's multi-billion dollar private valuation.",
    "net worth": 275000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Gert Sylvest",
    "city": "San Francisco",
    "event": "The third co-founder of the supply-chain fintech platform Tradeshift. His foundational role and equity position in the company contribute to a large personal fortune, reflecting the unicorn's success in attracting major venture capital and corporate clients.",
    "net worth": 275000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Niels Bjørn Christiansen",
    "city": "Nordborg",
    "event": "The current CEO of The LEGO Group, brought in as the first non-family member to hold the top post. His significant wealth comes from his previous role as CEO of Danfoss and is now being substantially augmented by one of the largest executive compensation and long-term incentive packages in corporate Denmark.",
    "net worth": 150000000
  },
  {
    "rank in rich list": 27,
    "full name": "Niels Due Jensen",
    "city": "Bjerringbro",
    "event": "Son of the founder and the man who globalized the pump manufacturer Grundfos, serving as its leader for decades. Although he passed control to his son Poul Due Jensen, he remains the family patriarch and holds a major part of the family's DKK 7.9 billion personal stake.",
    "net worth": 1106000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "The Heering Family",
    "city": "Copenhagen",
    "event": "Heirs to the iconic Cherry Heering liqueur brand, a company founded in 1818 that was 'Purveyor to the Royal Danish Court'. While the brand has been sold, the family retains a dynastic fortune built over nearly two centuries, now managed through family offices and other investments.",
    "net worth": 300000000
  },
  {
    "rank in rich list": 7,
    "full name": "André Kasprzak",
    "city": "Bredebro",
    "event": "Son of Hanni Toosbuy Kasprzak and heir to the ECCO footwear empire. As a member of the board and a professional golfer, he is part of the next generation poised to take over the DKK 24.3 billion family-owned global company.",
    "net worth": 3402000000
  },
  {
    "rank in rich list": 7,
    "full name": "Anna Toosbuy Rasch",
    "city": "Bredebro",
    "event": "Daughter of Hanni Toosbuy Kasprzak and designated heir to the ECCO fortune. She is active on the company's board, representing the family's next generation in the leadership of the DKK 24.3 billion global shoe manufacturer.",
    "net worth": 3402000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Heidi Rix",
    "city": "Aarhus",
    "event": "Co-founder of Plenti, a low-cost mobile operator. She and her co-founders became wealthy after selling the company to the telecom giant TDC for DKK 74 million just over a year after its launch, a notable Danish startup exit.",
    "net worth": 20000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "The Fisker & Nielsen Families",
    "city": "Copenhagen",
    "event": "Founding families of Nilfisk, a global leader in professional cleaning equipment founded in 1906. While the company is now publicly listed, the descendants of the founders retain a quiet dynastic fortune from their historical ownership.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "The Foss Widell Family",
    "city": "Copenhagen",
    "event": "Heirs to the founder of the global industrial conglomerate F.L. Smidth & Co., a leader in the cement and mining industries. Though the family's direct control has diminished, their dynastic wealth, built over more than a century, is managed through various foundations and investment vehicles.",
    "net worth": 750000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "Michael Seifert",
    "city": "Copenhagen",
    "event": "Co-founder and was the long-time CEO of Sitecore, the content management system company. Alongside his four co-founders, he became exceptionally wealthy from the landmark €1 billion sale of the company to the private equity firm EQT in 2016.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Ole Vestergaard Rasmussen",
    "city": "Copenhagen",
    "event": "A key technical co-founder of Sitecore. As one of the five founders, he shared in the substantial proceeds from the €1 billion acquisition by EQT, securing a personal fortune in the hundreds of millions of DKK.",
    "net worth": 180000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Thomas Albert",
    "city": "Copenhagen",
    "event": "A co-founder of Sitecore. His foundational role in the company's development and his equity stake resulted in a major personal windfall from the 2016 sale to EQT, making him one of Denmark's quiet tech millionaires.",
    "net worth": 180000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jesper Balser",
    "city": "Copenhagen",
    "event": "A co-founder of PC&C, the company that merged with Damgaard Data to form Navision. He became immensely wealthy following the subsequent sale of Navision to Microsoft for $1.45 billion in 2002, one of the most significant exits in Danish tech history.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Torben Wind",
    "city": "Copenhagen",
    "event": "A co-founder of PC&C, the precursor to the enterprise software giant Navision. The $1.45 billion acquisition by Microsoft made him and his partners, Erik and Preben Damgaard, Jesper Balser, and Peter Bang, some of Denmark's most successful tech entrepreneurs.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Peter Bang (Navision)",
    "city": "Copenhagen",
    "event": "A co-founder of PC&C, which merged to create Navision. His share of the proceeds from the blockbuster $1.45 billion sale to Microsoft established his significant personal fortune. He is distinct from the B&O founder's heir of the same name.",
    "net worth": 400000000
  },
  {
    "rank in rich list": 8,
    "full name": "Jacob Kjær",
    "city": "Låsby",
    "event": "Son of Niels Aage Kjær and a key figure in the next generation of the AVK Group. He is a Group Director and co-owner of the DKK 18 billion valve and hydrant manufacturing empire, personally owning a significant estate transferred from his father.",
    "net worth": 2520000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jørgen Vig Knudstorp",
    "city": "Copenhagen",
    "event": "The former CEO credited with orchestrating the legendary turnaround of The LEGO Group from near-bankruptcy to record profitability. His wealth was built through substantial executive compensation and bonus packages and he now serves as Chairman of the LEGO Brand Group.",
    "net worth": 350000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Tvede",
    "city": "Zug",
    "event": "A well-known Danish investor, serial entrepreneur, and author based in Switzerland. He built his fortune over several decades through successful financial market trading, derivatives, and early-stage investments in technology and biotech companies.",
    "net worth": 200000000
  },
  {
    "rank in rich list": 43,
    "full name": "Steen Hessel",
    "city": "Brande",
    "event": "One of the four brothers who own and run the Ejner Hessel A/S car dealership group. The family shares in the DKK 4.6 billion fortune generated by one of Denmark's largest automotive retailers.",
    "net worth": 644000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Torkil Hviid",
    "city": "Zug",
    "event": "A Danish executive in the commodities sector. He became wealthy as a key partner and trader at the global oil trading giant Glencore, benefiting from the company's highly lucrative IPO. He now resides in Switzerland.",
    "net worth": 275000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Niels Zibrandtsen",
    "city": "Copenhagen",
    "event": "Founder of the global web hosting company Zibra. He made his fortune after selling the company and has since become a prominent investor in technology and a notable art collector, establishing the Zibrandtsen Collection.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Tue Mantoni",
    "city": "London",
    "event": "A Danish executive who built his fortune in the UK. He served as the CEO of the luxury motorcycle brand Triumph, leading it through a period of significant growth. He was previously a director at the private equity firm McKinsey and now invests in startups.",
    "net worth": 125000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "Matthias Kamprad",
    "city": "London",
    "event": "Swedish son of IKEA founder Ingvar Kamprad, but grew up in Denmark and is a Danish speaker. His immense wealth derives from inheriting a major portion of the IKEA empire, specifically Ikano Group, the family's private DKK 100+ billion entity focused on finance, real estate, and retail, which he now chairs.",
    "net worth": 13500000000
  },
  {
    "rank in rich list": 2,
    "full name": "Niels Holch Povlsen",
    "city": "Aarhus",
    "event": "Brother of Anders Holch Povlsen. He holds a significant minority stake in the Bestseller fashion group, which underpins his personal fortune of DKK 0.6 billion (approx. $84 million) as detailed in the provided document.",
    "net worth": 84000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Rasmussen",
    "city": "Sydney",
    "event": "A key Danish figure in global tech. He co-founded Where 2 Technologies, the company that became Google Maps after its acquisition by Google in 2004. His fortune was built on the acquisition proceeds and a long, high-ranking tenure at Google, where he also co-created Google Wave. He is now a prominent angel investor.",
    "net worth": 450000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jesper Buch",
    "city": "Marbella",
    "event": "Founder of the online food delivery service Just Eat. After the company's multi-billion-pound success, he sold his stake and relocated to Spain. He is now one of Denmark's most high-profile angel investors, known for his role on the TV show 'Løvens Hule' (Dragons' Den).",
    "net worth": 350000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jens Bjørn Andersen",
    "city": "Copenhagen",
    "event": "Former Group CEO of the global transport and logistics giant DSV. He accumulated a very significant fortune through long-term incentive programs and exercising stock options during a period where DSV's market value grew exponentially under his leadership.",
    "net worth": 250000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Camilla Færch",
    "city": "Holstebro",
    "event": "An heir to the Færch dynasty (tobacco, plastics). While family infighting and strategic missteps caused the family to drop from the top of the rich lists, individual members like Camilla retain hundreds of millions of DKK from the original sale of Skandinavisk Tobakskompagni and Færch Plast.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Alexander Lacik",
    "city": "Copenhagen",
    "event": "While Swedish, he is a key figure in a major Danish company as the CEO of the jewelry giant Pandora. He has amassed a significant fortune through his executive compensation and substantial stock option packages tied to the company's successful turnaround and growth.",
    "net worth": 120000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Bo Kroll",
    "city": "San Francisco",
    "event": "A Danish technologist who became wealthy as an early and pivotal engineer at Salesforce during its formative years. His fortune was built on stock options that became extremely valuable as Salesforce grew into a global software-as-a-service behemoth.",
    "net worth": 100000000
  },
  {
    "rank in rich list": 14,
    "full name": "Søren Erik Westermann",
    "city": "Espergærde",
    "event": "Part of the family that owned the hearing aid manufacturer Widex. He shares in the family's significant stake in WS Audiology, formed after the merger with Sivantos, and owns a valuable portfolio of private real estate.",
    "net worth": 1988000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "The Due-Hansen Family",
    "city": "Farum",
    "event": "Heirs to the founder of A/S C.C. Jensen (CJC), a global leader in industrial oil filtration systems. This 'hidden champion' of Danish industry has been family-owned for generations, creating a quiet but substantial dynastic fortune.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Mads Mikkelsen",
    "city": "Mallorca",
    "event": "Denmark's most successful international male actor. His wealth comes from a long career starring in major Hollywood franchises (James Bond, Star Wars, Marvel), European cinema, and lucrative global advertising campaigns for brands like Carlsberg.",
    "net worth": 95000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Dalgaard",
    "city": "Palo Alto",
    "event": "Founded the enterprise software company SuccessFactors in Denmark, later moving it to the US. He became exceptionally wealthy after selling the company to German software giant SAP for $3.4 billion in 2011. He is now a general partner at the venture capital firm Andreessen Horowitz (a16z).",
    "net worth": 600000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Fløe Nielsen",
    "city": "London",
    "event": "Co-founded the private equity firm Silverfleet Capital. His wealth was generated through carried interest and management fees from decades of successful mid-market buyouts across Europe. He is a prominent figure in the Danish community in London.",
    "net worth": 250000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Lanng",
    "city": "San Francisco",
    "event": "Co-founder and former CEO of the fintech unicorn Tradeshift, a global supply chain payments and marketplace platform. His significant on-paper wealth is derived from his large equity stake in the multi-billion dollar company.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Seifert",
    "city": "Aarhus",
    "event": "Founder of the e-commerce platform Salling Group (formerly Dansk Supermarked) and a prominent investor. His primary wealth comes from his early online ventures and the subsequent sale of his company, which powered many of Denmark's largest retailers.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "John V. H. Hansen",
    "city": "Copenhagen",
    "event": "Co-founder of the video surveillance software company Milestone Systems. He became a multi-millionaire after the company was acquired by Canon Inc. for a reported sum of over DKK 2 billion (approx. $300 million) in 2014.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Jonathan Grønager",
    "city": "New York",
    "event": "Co-founder and CEO of Chainalysis, a blockchain analysis unicorn that provides data and software to governments and businesses. The company's multi-billion dollar valuation makes him one of the wealthiest Danes in the cryptocurrency space.",
    "net worth": 500000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Asger Aamund",
    "city": "Copenhagen",
    "event": "A prominent Danish businessman and investor who made his fortune in the biotech industry. He founded and later sold a significant stake in the company Bavarian Nordic, and is a well-known public commentator on business and economics.",
    "net worth": 225000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Ulrik Juul Christensen",
    "city": "Boston",
    "event": "Co-founder of Area9 Lyceum, a world leader in adaptive learning technology. His wealth comes from building and selling previous educational technology companies and his significant stake in the highly successful Area9, which serves major corporations and educational institutions globally.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Morten Strunge",
    "city": "Copenhagen",
    "event": "A serial tech entrepreneur who founded the e-book service Mofibo (sold to Storytel) and the mobile operator Onfone (sold to TDC). His fortune comes from these successful exits, and he continues to launch and invest in new ventures, including the podcast platform Podimo.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Thrane",
    "city": "Copenhagen",
    "event": "Founder of Thrane & Thrane, a global leader in satellite communication equipment for the maritime industry. He made his fortune when the company was acquired by the British firm Cobham plc for $432 million in 2012.",
    "net worth": 275000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Andersen",
    "city": "Copenhagen",
    "event": "Co-founder of the website content management system company Sitecore. The company was sold to the private equity firm EQT for €1 billion in 2016, a landmark deal that created substantial wealth for its five founders.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Kirk Rasmussen",
    "city": "Copenhagen",
    "event": "Founder of the cloud data backup service Keepit. The company has achieved a significant private valuation following major investment rounds from leading venture firms, creating a substantial on-paper fortune for the founder.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "René Rechtman",
    "city": "London",
    "event": "CEO of Moonbug Entertainment, the company behind the children's entertainment phenomenon CoComelon. He became exceptionally wealthy after leading the sale of the company to Blackstone-backed Candle Media for $3 billion in 2021.",
    "net worth": 400000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "Lars Fjeldsoe-Nielsen",
    "city": "London",
    "event": "A key Danish figure in the global tech scene, often called 'Mr. Mobile'. He built his fortune as an early executive at unicorn startups, serving as Head of Mobile for both Dropbox and Uber during their critical hyper-growth phases leading up to their IPOs. He is now a General Partner at the London-based venture capital firm Balderton Capital, investing in the next wave of European tech companies.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Hans Christian Bødker Jensen",
    "city": "Copenhagen",
    "event": "A veteran of the Danish financial sector. He accumulated his significant wealth during his long and influential tenure as the CEO of FIH Erhvervsbank, one of Denmark's major corporate and investment banks. His fortune is the result of decades of top-tier executive compensation, bonuses, and pension schemes.",
    "net worth": 75000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Carsten Dilling",
    "city": "Copenhagen",
    "event": "A high-profile Danish corporate leader who has served as CEO for some of the country's largest companies. His wealth was primarily built during his time as CEO of the national telecom giant TDC (now Nuuday) and through other C-suite and board positions at major corporations like SAS, NNIT, and Telia.",
    "net worth": 90000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jim Hagemann Snabe",
    "city": "Copenhagen",
    "event": "A globally recognized business executive. He built his fortune as the co-CEO of the German software giant SAP. He has since held the prestigious dual chairmanships of Siemens AG in Germany and A.P. Moller-Maersk in Denmark, making him one of the most influential Danish figures in global business.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Morten Lund",
    "city": "Copenhagen",
    "event": "A prolific and often-controversial Danish angel investor and entrepreneur. He made his first major fortune as an early investor in Skype, which he exited before the eBay sale. He has since invested in over 100 startups, experiencing both huge successes and high-profile bankruptcies, but remains a very wealthy figure in the tech scene.",
    "net worth": 80000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Kasper Rørsted",
    "city": "Munich",
    "event": "A top-tier Danish executive who has led major German corporations. He built a substantial fortune as the CEO of the chemical giant Henkel and later as the CEO of the global sportswear brand Adidas, commanding multi-million euro annual compensation packages.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Niklas Östberg",
    "city": "Berlin",
    "event": "While Swedish, his wealth is deeply connected to the Danish ecosystem as the co-founder and CEO of Delivery Hero, which acquired the major Danish food delivery service hungry.dk. As a billionaire founder of a major European tech company with a strong Danish presence, he is a relevant figure.",
    "net worth": 1100000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Peter Bang",
    "city": "Copenhagen",
    "event": "An heir to the Bang & Olufsen fortune, a company co-founded by his grandfather, Peter Boas Bang. While the family no longer controls the company, the inherited wealth from its golden era has sustained a significant fortune for the descendants.",
    "net worth": 100000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Erik Damgaard",
    "city": "Copenhagen",
    "event": "An IT entrepreneur who, with his brother Preben, founded Damgaard Data, which later became Navision. He became immensely wealthy after the company was sold to Microsoft for $1.45 billion in 2002. He has since been an active investor in tech, real estate, and restaurants.",
    "net worth": 450000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Preben Damgaard",
    "city": "Copenhagen",
    "event": "Co-founder of Damgaard Data (later Navision). The landmark sale of the company to Microsoft in 2002 for $1.45 billion cemented his place as one of Denmark's wealthiest tech entrepreneurs. He remained an influential board member and investor in the Danish tech scene until his passing in 2022.",
    "net worth": 450000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "Lars Dalgaard",
    "city": "Palo Alto",
    "event": "Founded the enterprise software company SuccessFactors in Denmark, later moving it to the US. He became exceptionally wealthy after selling the company to German software giant SAP for $3.4 billion in 2011. He is now a general partner at the venture capital firm Andreessen Horowitz (a16z).",
    "net worth": 600000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Fløe Nielsen",
    "city": "London",
    "event": "Co-founded the private equity firm Silverfleet Capital. His wealth was generated through carried interest and management fees from decades of successful mid-market buyouts across Europe. He is a prominent figure in the Danish community in London.",
    "net worth": 250000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Lanng",
    "city": "San Francisco",
    "event": "Co-founder and former CEO of the fintech unicorn Tradeshift, a global supply chain payments and marketplace platform. His significant on-paper wealth is derived from his large equity stake in the multi-billion dollar company.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Seifert",
    "city": "Aarhus",
    "event": "Founder of the e-commerce platform Salling Group (formerly Dansk Supermarked) and a prominent investor. His primary wealth comes from his early online ventures and the subsequent sale of his company, which powered many of Denmark's largest retailers.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "John V. H. Hansen",
    "city": "Copenhagen",
    "event": "Co-founder of the video surveillance software company Milestone Systems. He became a multi-millionaire after the company was acquired by Canon Inc. for a reported sum of over DKK 2 billion (approx. $300 million) in 2014.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Jonathan Grønager",
    "city": "New York",
    "event": "Co-founder and CEO of Chainalysis, a blockchain analysis unicorn that provides data and software to governments and businesses. The company's multi-billion dollar valuation makes him one of the wealthiest Danes in the cryptocurrency space.",
    "net worth": 500000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Asger Aamund",
    "city": "Copenhagen",
    "event": "A prominent Danish businessman and investor who made his fortune in the biotech industry. He founded and later sold a significant stake in the company Bavarian Nordic, and is a well-known public commentator on business and economics.",
    "net worth": 225000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Ulrik Juul Christensen",
    "city": "Boston",
    "event": "Co-founder of Area9 Lyceum, a world leader in adaptive learning technology. His wealth comes from building and selling previous educational technology companies and his significant stake in the highly successful Area9, which serves major corporations and educational institutions globally.",
    "net worth": 400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Morten Strunge",
    "city": "Copenhagen",
    "event": "A serial tech entrepreneur who founded the e-book service Mofibo (sold to Storytel) and the mobile operator Onfone (sold to TDC). His fortune comes from these successful exits, and he continues to launch and invest in new ventures, including the podcast platform Podimo.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Thrane",
    "city": "Copenhagen",
    "event": "Founder of Thrane & Thrane, a global leader in satellite communication equipment for the maritime industry. He made his fortune when the company was acquired by the British firm Cobham plc for $432 million in 2012.",
    "net worth": 275000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Michael Andersen",
    "city": "Copenhagen",
    "event": "Co-founder of the website content management system company Sitecore. The company was sold to the private equity firm EQT for €1 billion in 2016, a landmark deal that created substantial wealth for its five founders.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Kirk Rasmussen",
    "city": "Copenhagen",
    "event": "Founder of the cloud data backup service Keepit. The company has achieved a significant private valuation following major investment rounds from leading venture firms, creating a substantial on-paper fortune for the founder.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "René Rechtman",
    "city": "London",
    "event": "CEO of Moonbug Entertainment, the company behind the children's entertainment phenomenon CoComelon. He became exceptionally wealthy after leading the sale of the company to Blackstone-backed Candle Media for $3 billion in 2021.",
    "net worth": 400000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "Mads Faurholt-Jørgensen",
    "city": "Copenhagen",
    "event": "A serial entrepreneur and co-founder of Nova Founders Capital. He has built and sold numerous companies globally, including the e-commerce giant Lazada (sold to Alibaba). His wealth comes from a string of successful exits and ongoing venture capital activities.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Bjarne Riis",
    "city": "Lugano",
    "event": "Former professional cyclist who won the 1996 Tour de France. He accumulated his wealth by founding and later selling the professional cycling team Riis Cycling (formerly Team CSC and Tinkoff-Saxo). He now resides in Switzerland.",
    "net worth": 90000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Claus Meyer",
    "city": "New York",
    "event": "Co-founder of the world-renowned restaurant Noma and a key figure in the New Nordic Cuisine movement. His fortune derives from a vast culinary empire that includes restaurants, bakeries, cookbooks, and the sale of his stake in the Meyer Group.",
    "net worth": 125000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Caroline Wozniacki",
    "city": "Monte Carlo",
    "event": "Former World No. 1 professional tennis player. She amassed a significant fortune through career prize money, lucrative endorsements with brands like Adidas and Rolex, and various business investments.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Henrik Fisker",
    "city": "Los Angeles",
    "event": "A luxury car designer and entrepreneur known for designing iconic cars like the BMW Z8 and Aston Martin DB9. His wealth is tied to his ventures in the electric vehicle space, most notably Fisker Inc., which went public via a SPAC merger.",
    "net worth": 200000000
  },
  {
    "rank in rich list": 10,
    "full name": "Leise Mærsk Mc-Kinney Møller",
    "city": "Copenhagen",
    "event": "Eldest daughter of shipping magnate Mærsk Mc-Kinney Møller and sister to Ane Uggla. She holds a significant, though less public, share in the family's vast fortune derived from the A.P. Moller-Maersk conglomerate.",
    "net worth": 2296000000
  },
  {
    "rank in rich list": 10,
    "full name": "Kirsten Mærsk Mc-Kinney Olufsen",
    "city": "Copenhagen",
    "event": "Youngest daughter of Mærsk Mc-Kinney Møller. Like her sisters, she inherited a substantial part of the Mærsk family's wealth, managed through the family's foundational and holding company structures.",
    "net worth": 2296000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Casper von Koskull",
    "city": "London",
    "event": "A prominent Danish executive in international finance. He served as the CEO of Nordea, the largest financial services group in the Nordic region, and previously held senior roles at Goldman Sachs, accumulating a significant personal fortune.",
    "net worth": 100000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Søren Skou",
    "city": "Copenhagen",
    "event": "Former CEO of A.P. Moller-Maersk. He led the company through its historic transformation from a diversified conglomerate into an integrated logistics company. His compensation and stock holdings during this period resulted in a very large personal fortune.",
    "net worth": 150000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Stine Bjerregaard",
    "city": "London",
    "event": "Co-founder of the London-based private equity firm Nordic Capital's Copenhagen office and a key figure in European finance. Her successful career and carried interest from numerous major deals have made her one of Denmark's wealthiest female executives.",
    "net worth": 250000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Frederik Tuxen",
    "city": "Vedbæk",
    "event": "Co-founder and the original inventor behind the golf technology company Trackman. While the Eldrup-Jørgensen brothers are the majority owners, Tuxen retains a 15% stake in the company, valued at nearly DKK 1 billion (approx. $140 million).",
    "net worth": 140000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Niklas Zennström",
    "city": "London",
    "event": "While Swedish, he co-founded the Danish-born global success Skype with Janus Friis. The sale of Skype to eBay for $2.6 billion made both founders billionaires and pivotal figures in the Nordic tech scene. He now runs the venture capital firm Atomico.",
    "net worth": 1200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Janus Friis",
    "city": "London",
    "event": "A Danish entrepreneur who co-founded a series of disruptive tech companies, including KaZaA, Skype (sold to eBay), and Joost. His sale of Skype secured his status as a billionaire, and he continues to invest in technology startups.",
    "net worth": 1200000000
  },
    {
    "rank in rich list": "N/A",
    "full name": "David Helgason",
    "city": "Reykjavik",
    "event": "Co-founded the video game engine giant Unity Technologies in Copenhagen. His immense wealth was realized through the company's 2020 IPO, making him a central figure in Denmark's largest modern tech success story, though he is of Icelandic origin.",
    "net worth": 900000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Ulrich",
    "city": "San Francisco",
    "event": "Co-founder and drummer of the iconic heavy metal band Metallica. Born in Denmark, his substantial wealth comes from decades of record sales, global tours, and royalties from one of the most commercially successful bands in history.",
    "net worth": 350000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jan Bech Andersen",
    "city": "Monaco",
    "event": "An investor who made a significant fortune in asset management and private equity. He is well-known in Denmark for his past majority ownership and chairmanship of the football club Brøndby IF and now resides in Monaco.",
    "net worth": 450000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jeppe Rindom",
    "city": "Copenhagen",
    "event": "Co-founder and CEO of the fintech unicorn Pleo, a company that provides smart company cards and expense management solutions. The company's multi-billion dollar valuation has created a significant personal fortune for him on paper.",
    "net worth": 250000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Tommy Ahlers",
    "city": "Copenhagen",
    "event": "An entrepreneur and venture capitalist who made his first fortune selling his mobile social networking site ZYB to Vodafone. He has since been a prominent investor, a 'Dragon' on the Danish version of Dragons' Den ('Løvens Hule'), and served as a government minister.",
    "net worth": 1500000000
  },
  {
    "rank in rich list": 20,
    "full name": "Casper Kirk Johansen",
    "city": "Vejle",
    "event": "Grandson of the LEGO founder and brother of Anders Kirk Johansen. He co-manages the family's DKK 9.1 billion investment firm, Kirk Kapital, which was established from the family's 2007 spin-off from the main LEGO holding company.",
    "net worth": 1708000000
  },
  {
    "rank in rich list": 3,
    "full name": "Mads-Peter Clausen",
    "city": "Nordborg",
    "event": "Third-generation heir to the Danfoss fortune. As a member of the company's board of directors, he represents the family's continued strategic involvement in the DKK 211 billion industrial giant.",
    "net worth": 11858000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jacob Risgaard",
    "city": "Nørresundby",
    "event": "Co-founder of Coolshop, one of Denmark's largest online retailers. He gained national fame as an investor on 'Løvens Hule' and has built a significant fortune from his e-commerce and investment activities.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Mia Wagner",
    "city": "Viborg",
    "event": "Co-founder of the Nordic Female Founders group and former investor on 'Løvens Hule'. Her wealth stems from her family's company, Wagner Holding, and her own successful career in law and venture capital.",
    "net worth": 120000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Malene Birger",
    "city": "London",
    "event": "A highly successful fashion designer who founded the eponymous brand By Malene Birger. She made her fortune after selling a majority stake in her company to the IC Group (now part of IC Companys), a transaction mentioned in the document in relation to the Martinsen family.",
    "net worth": 100000000
  },
  {
    "rank in rich list": 10,
    "full name": "Robert Mærsk Uggla",
    "city": "Copenhagen",
    "event": "Grandson of Mærsk Mc-Kinney Møller and current Chairman of A.P. Moller-Maersk. As the family's designated leader for the next generation, he oversees the strategic direction of the shipping and logistics giant.",
    "net worth": 2296000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lone Færch",
    "city": "Holstebro",
    "event": "A key figure in the Færch dynasty, which founded a major tobacco and plastics empire. Although the family has since dropped off the top lists due to internal disputes that eroded the fortune, she and other members remain individually wealthy from the original inheritance.",
    "net worth": 200000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Nikolaj Coster-Waldau",
    "city": "Copenhagen",
    "event": "A globally recognized Danish actor who accumulated a significant personal fortune primarily from his leading role as Jaime Lannister in the immensely popular HBO series 'Game of Thrones', supplemented by numerous film roles and endorsements.",
    "net worth": 80000000
  },
    {
    "rank in rich list": 2,
    "full name": "Troels Holch Povlsen",
    "city": "Brande",
    "event": "Father of Anders Holch Povlsen and founder of the Bestseller fashion group. While Anders owns the majority, Troels retains a personal fortune valued at DKK 2.2 billion (approx. $308 million) through his own holding company.",
    "net worth": 308000000
  },
  {
    "rank in rich list": 4,
    "full name": "Benedicte Find",
    "city": "Humlebæk",
    "event": "Sister of Niels Peter Louis-Hansen and co-heir to the Coloplast fortune. She shares in the family's controlling stake of the medical device company.",
    "net worth": 10458000000
  },
  {
    "rank in rich list": 5,
    "full name": "Mette Brunsborg",
    "city": "Silkeborg",
    "event": "Daughter of Lars Larsen and sister of Jacob Brunsborg. She is a co-heir to the Lars Larsen Group (Jysk) and holds a 16.5% stake in the family's DKK 43.6 billion retail empire.",
    "net worth": 6104000000
  },
  {
    "rank in rich list": 6,
    "full name": "Nina Østergaard Borris",
    "city": "Middelfart",
    "event": "Daughter of Torben Østergaard-Nielsen and CEO of United Shipping & Trading Company (USTC). She is a designated heir and active leader in the family's DKK 43.6 billion global conglomerate.",
    "net worth": 6104000000
  },
  {
    "rank in rich list": 6,
    "full name": "Mia Østergaard Nielsen",
    "city": "Middelfart",
    "event": "Daughter of Torben Østergaard-Nielsen and Chief Governance Officer at USTC. She shares in the ownership and strategic leadership of the DKK 43.6 billion family business.",
    "net worth": 6104000000
  },
  {
    "rank in rich list": 30,
    "full name": "Susie Grosbøl",
    "city": "Tisvildeleje",
    "event": "Daughter of Mascot International founder John Grosbøl and sister of CEO Michael Grosbøl. She is a co-owner of the highly profitable workwear manufacturer.",
    "net worth": 896000000
  },
  {
    "rank in rich list": "N/A (Formerly 93)",
    "full name": "Kent Arentoft",
    "city": "Copenhagen",
    "event": "Co-owner of the investment firm DSVM Invest alongside Peter Korsholm. His personal fortune declined significantly from DKK 2.0 billion to DKK 750 million due to a downturn in the firm's core businesses, causing him to exit the top 100 list.",
    "net worth": 105000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Mikkel Svane",
    "city": "San Francisco",
    "event": "Co-founder and former CEO of the customer service software company Zendesk. He became a billionaire after leading the company through its IPO and subsequent $10.2 billion acquisition by a private equity consortium in 2022.",
    "net worth": 1300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Morten Primdahl",
    "city": "Lisbon",
    "event": "Co-founder of Zendesk. He shared in the significant wealth creation from the company's public listing and eventual $10.2 billion sale, securing his status as a billionaire.",
    "net worth": 1100000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Alexander Aghassipour",
    "city": "San Francisco",
    "event": "Co-founder of Zendesk. His stake in the company, from its inception to its $10.2 billion take-private deal, resulted in a personal fortune well over the billion-dollar mark.",
    "net worth": 1100000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jan van de Winkel",
    "city": "Utrecht",
    "event": "Co-founder and CEO of the Danish biotech giant Genmab. While he is Dutch, he founded the company in Copenhagen, and his significant ownership stake in the highly successful antibody therapeutics firm makes him a billionaire figure central to the Danish biotech scene.",
    "net worth": 1400000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Jesper Buch",
    "city": "Copenhagen",
    "event": "Founder of the online food ordering service Just Eat. He made his fortune from the company's international expansion and eventual multi-billion-pound merger with Takeaway.com. He is now a prominent venture capitalist and media personality in Denmark.",
    "net worth": 350000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lennart Lajboschitz",
    "city": "Copenhagen",
    "event": "Founder of the popular variety store chain Flying Tiger Copenhagen. In 2012, he sold a 70% stake to the private equity firm EQT for a sum that made him a multi-millionaire, and has since invested heavily in real estate and social projects.",
    "net worth": 650000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Peter Holten Mühlmann",
    "city": "Copenhagen",
    "event": "Founder and CEO of the global consumer review platform Trustpilot. He retained a significant stake in the company after its IPO on the London Stock Exchange in 2021, creating a personal fortune valued in the hundreds of millions of dollars.",
    "net worth": 300000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Christian Enevoldsen",
    "city": "Singapore",
    "event": "Son of Pandora co-founders Per Enevoldsen and Winnie Liljeborg. He is actively involved in managing the family's vast fortune through their Singapore-based family office, North-East Group.",
    "net worth": 1500000000
  },
    {
    "rank in rich list": 28,
    "full name": "Erling Daell",
    "city": "Copenhagen",
    "event": "Co-owner and heir to the Harald Nyborg and Jem & Fix retail empire. He shares control of the DKK 7.8 billion company with his father, Kurt Daell, and his brother, Njal Daell, and has taken over as chairman.",
    "net worth": 1092000000
  },
  {
    "rank in rich list": 28,
    "full name": "Njal Daell",
    "city": "Odense",
    "event": "Co-owner and heir to the Harald Nyborg and Jem & Fix retail empire. He is active in the family business, sharing ownership of the DKK 7.8 billion group with his father, Kurt, and brother, Erling.",
    "net worth": 1092000000
  },
  {
    "rank in rich list": 37,
    "full name": "Jacob Kunøe",
    "city": "Copenhagen",
    "event": "Son of investor Ib Kunøe and co-owner of the family's DKK 5.2 billion holding company, Consolidated Holdings, which has major stakes in IT firms Atea and Columbus.",
    "net worth": 728000000
  },
  {
    "rank in rich list": 48,
    "full name": "Camilla Barfoed",
    "city": "Odense",
    "event": "Co-owner of the Barfoed Group, a major real estate company in Odense with a portfolio valued at DKK 4.2 billion. She shares ownership and control with her brother, Frederik Barfoed.",
    "net worth": 588000000
  },
  {
    "rank in rich list": 67,
    "full name": "Alexandra Husted-Andersen",
    "city": "Copenhagen",
    "event": "One of three sisters who inherited a DKK 3.5 billion fortune from their father, Stig Husted-Andersen, comprising the medical device firm Codan Medical and a significant, debt-free portfolio of prime real estate.",
    "net worth": 490000000
  },
  {
    "rank in rich list": 67,
    "full name": "Deirdre Husted-Andersen",
    "city": "Copenhagen",
    "event": "The eldest of three sisters who inherited the DKK 3.5 billion Codan Medical and real estate empire from their father, Stig Husted-Andersen.",
    "net worth": 490000000
  },
  {
    "rank in rich list": 81,
    "full name": "Dorte Lund Kaack",
    "city": "Odense",
    "event": "Daughter of Bente Lis and the late Carl Christian Nielsen, co-founder of Micro Matic. She is a board member and co-inheritor of the family's 50% stake in the DKK 5 billion beverage-dispensing equipment company.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 89,
    "full name": "Per Tollestrup Nielsen",
    "city": "Balling",
    "event": "Co-owner of N.C. Nielsen Gruppen, a leading Scandinavian supplier of gaffeltrucks and heavy machinery. He shares ownership of the DKK 2.4 billion company with his brother, Poul Byriel Nielsen.",
    "net worth": 336000000
  },
  {
    "rank in rich list": "N/A (Formerly 94)",
    "full name": "Hans-Bo Hyldig",
    "city": "Copenhagen",
    "event": "Owner of the property development firm FB Gruppen. He fell off the Top 100 list in 2024, with his fortune estimated just below the DKK 2.0 billion threshold, following a downturn in the real estate transaction market.",
    "net worth": 280000000
  },
  {
    "rank in rich list": "N/A (Formerly 89)",
    "full name": "Kaare Danielsen",
    "city": "Copenhagen",
    "event": "Founder and owner of the job portal Jobindex. He dropped off the Top 100 list in 2024 after taking the company private and seeing its valuation fall to DKK 1.9 billion.",
    "net worth": 266000000
  },
  {
    "rank in rich list": "N/A (Formerly 72)",
    "full name": "Morten K. Larsen",
    "city": "Copenhagen",
    "event": "Owner of the steel wholesaler Euro Steel. His family's fortune dropped from DKK 2.5 billion to DKK 1.4 billion due to falling steel prices and market uncertainty, causing him to fall off the Top 100 list.",
    "net worth": 196000000
  },
  {
    "rank in rich list": "N/A (Formerly 82)",
    "full name": "Peter Korsholm",
    "city": "Copenhagen",
    "event": "Co-owner of the investment firm DSVM Invest. His personal fortune fell sharply from DKK 2.3 billion to DKK 1.25 billion following a significant downturn in the firm's transport and raw materials businesses.",
    "net worth": 175000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Per Enevoldsen",
    "city": "Bangkok",
    "event": "Co-founded the global jewelry giant Pandora with his then-wife, Winnie Liljeborg. After the company's IPO, he relocated to Thailand and retains an immense fortune estimated to be in the billions of dollars.",
    "net worth": 1500000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Gunhild Kirk Johansen",
    "city": "Vejle",
    "event": "Sister of Kjeld Kirk Kristiansen and an heir to the LEGO fortune. She received a DKK 7.5 billion spin-off from the main family holding in 2007, which became the basis for the investment company Kirk Kapital, now run by her sons Anders and Casper.",
    "net worth": 1708000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Lars Rebien Sørensen",
    "city": "Copenhagen",
    "event": "Former CEO of the pharmaceutical giant Novo Nordisk. During his tenure, he was frequently named one of the world's best-performing CEOs and accumulated a personal fortune estimated to be in the hundreds of millions of dollars through salary and stock options.",
    "net worth": 500000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Niels-Jørgen Nielsen",
    "city": "Aalborg",
    "event": "Co-founder of the successful retail chain Normal. After selling a majority stake to Bestseller owner Anders Holch Povlsen, he retained a significant minority share, making him a multi-millionaire.",
    "net worth": 400000000
  },
    {
    "rank in rich list": 1,
    "full name": "Kjeld Kirk Kristiansen",
    "city": "Billund",
    "event": "Third-generation owner of LEGO Group. His portion of the family's wealth is primarily held through Kirkbi A/S, the main investment and holding company of the Kirk Kristiansen family. While he has passed on operational control and chairmanship to his son Thomas, he retains a significant ownership stake.",
    "net worth": 11774000000
  },
  {
    "rank in rich list": 1,
    "full name": "Thomas Kirk Kristiansen",
    "city": "Ullerslev",
    "event": "Fourth-generation owner and Chairman of LEGO Group. He holds a 26.15% stake in the family's holding company, Kirkbi A/S, and is actively leading the brand's strategic direction and governance across all its entities, including the LEGO Foundation.",
    "net worth": 13468000000
  },
  {
    "rank in rich list": 1,
    "full name": "Agnete Kirk Thinggaard",
    "city": "Billund",
    "event": "Fourth-generation owner of LEGO Group, holding a 26.00% stake in Kirkbi A/S. She serves as the vice-chair of the holding company and is an accomplished dressage rider.",
    "net worth": 13412000000
  },
  {
    "rank in rich list": 1,
    "full name": "Sofie Kirk Kristiansen",
    "city": "Billund",
    "event": "Fourth-generation owner of LEGO Group. In 2023, she sold a 2% stake in Kirkbi A/S back to the company for DKK 6.3 billion (approx. $900 million) to fund her personal investments in nature conservation and rewilding projects, while retaining a 23.36% ownership stake.",
    "net worth": 12978000000
  },
  {
    "rank in rich list": 2,
    "full name": "Anders Holch Povlsen",
    "city": "Brande",
    "event": "Sole owner of the Bestseller fashion group (including brands like Jack & Jones, Vero Moda) and the Normal retail chain. He is also a major investor in companies like Zalando and ASOS, and is the largest private landowner in Scotland.",
    "net worth": 12026000000
  },
  {
    "rank in rich list": 3,
    "full name": "Jørgen Mads Clausen",
    "city": "Nordborg",
    "event": "Son of Mads Clausen, the founder of the global industrial giant Danfoss. The family retains approximately 40% ownership of the company, which specializes in climate and energy solutions. In 2022, he stepped down as chairman, passing leadership to an external successor.",
    "net worth": 11858000000
  },
  {
    "rank in rich list": 4,
    "full name": "Niels Peter Louis-Hansen",
    "city": "Vedbæk",
    "event": "Son of the founders of Coloplast, a global medical device company. His fortune, primarily derived from a controlling 31.4% stake in Coloplast and a significant holding in Ambu, increased by DKK 18 billion in the past year due to strong share price performance.",
    "net worth": 10458000000
  },
  {
    "rank in rich list": 5,
    "full name": "Jacob Brunsborg",
    "city": "Silkeborg",
    "event": "Inherited the Lars Larsen Group from his father, Lars Larsen, founder of the JYSK retail empire. As chairman, he oversees the group's diverse investments, which include retail, furniture, and a significant golf resort.",
    "net worth": 6104000000
  },
  {
    "rank in rich list": 6,
    "full name": "Torben Østergaard-Nielsen",
    "city": "Middelfart",
    "event": "Founder and owner of United Shipping & Trading Company (USTC), a global conglomerate primarily focused on bunker fuel trading (Bunker Holding), shipping, and logistics. His wealth has been impacted by a DKK 334 million write-down related to the controversial bankruptcy of his subsidiary, Nordic Waste.",
    "net worth": 6104000000
  },
  {
    "rank in rich list": 7,
    "full name": "Hanni Merete Toosbuy Kasprzak",
    "city": "Bredebro",
    "event": "Owner of the global footwear brand ECCO, which she inherited from her father, Karl Toosbuy. Despite public criticism, her decision to maintain operations in Russia following the 2022 invasion has contributed to stable financial performance.",
    "net worth": 3402000000
  },
  {
    "rank in rich list": 8,
    "full name": "Niels Aage Kjær",
    "city": "Galten",
    "event": "Founder of AVK Group, a leading international manufacturer of valves, hydrants, and industrial fittings. He has recently transferred the majority of ownership to his four children, who are all active in the family business.",
    "net worth": 2520000000
  },
  {
    "rank in rich list": 9,
    "full name": "Knud Erik Andersen",
    "city": "Søborg",
    "event": "Founder and majority shareholder of European Energy, a major developer of wind and solar power projects. In 2024, he sold a 20% stake in the company to Mitsubishi HC Capital for DKK 5.2 billion (approx. $740 million), crystallizing a significant portion of his wealth.",
    "net worth": 2380000000
  },
  {
    "rank in rich list": 10,
    "full name": "Ane Mærsk Mc-Kinney Uggla",
    "city": "Copenhagen",
    "event": "Daughter of shipping magnate Mærsk Mc-Kinney Møller and a key figure in the Mærsk family. She chairs the A.P. Møller Foundation, which controls the A.P. Moller-Maersk group. The family's fortune declined by DKK 2.2 billion due to a downturn in the container shipping market.",
    "net worth": 2296000000
  },
  {
    "rank in rich list": 11,
    "full name": "Tais Clausen",
    "city": "Copenhagen",
    "event": "Co-founder of 3Shape, a global leader in 3D scanners and software for the dental industry. A significant portion of his wealth comes from a partial sale of the company to private equity firm EQT and a DKK 753 million dividend distribution in 2024.",
    "net worth": 2254000000
  },
  {
    "rank in rich list": 12,
    "full name": "Ib Nymark Hegelund",
    "city": "Lugano",
    "event": "A reclusive billionaire who sold his enzyme technology company in 2010. He subsequently multiplied his fortune 16-fold through a highly successful, long-term investment in a listed company, widely believed to be Novo Nordisk.",
    "net worth": 2240000000
  },
  {
    "rank in rich list": 13,
    "full name": "Lars Erik Kann-Rasmussen",
    "city": "Holte",
    "event": "Heir to the VKR Group, the holding company for VELUX, the world's leading manufacturer of roof windows. The family's fortune is derived from its 18% ownership stake and diversified investments, including a venture fund for sustainable building technologies.",
    "net worth": 2212000000
  },
  {
    "rank in rich list": 14,
    "full name": "Adam Westermann",
    "city": "Holte",
    "event": "Part of the family that owned Widex, a major hearing aid manufacturer. His wealth stems from the 2019 merger of Widex with Sivantos to form WS Audiology, in which the family holds a significant stake. He serves as VP of Global Innovation in the company.",
    "net worth": 1988000000
  },
  {
    "rank in rich list": 15,
    "full name": "Jan Tøpholm",
    "city": "Hørsholm",
    "event": "Co-owner of WS Audiology, one of the world's largest hearing aid manufacturers. The company was formed by the merger of his family's company, Widex, and Sivantos. The family retains 51% ownership of the merged entity and has a large property portfolio.",
    "net worth": 1974000000
  },
  {
    "rank in rich list": 16,
    "full name": "Nikolaj Hoffmann Deichmann",
    "city": "Malmö",
    "event": "Co-founder of the successful dental technology company 3Shape. A resident of Sweden, he recently established DM Family Office to manage his DKK 14.1 billion fortune, which includes his stake in 3Shape and other investments.",
    "net worth": 1974000000
  },
  {
    "rank in rich list": 17,
    "full name": "Bent Jensen",
    "city": "Nordborg",
    "event": "Founder and owner of LINAK, a global leader in electric linear actuator systems used in healthcare, agriculture, and industry. He has placed 10% of the company in a foundation and is developing a DKK 1.5 billion holiday resort.",
    "net worth": 1904000000
  },
  {
    "rank in rich list": 18,
    "full name": "Thomas Kähler",
    "city": "Copenhagen",
    "event": "Part of the family controlling Rockwool International, a global leader in stone wool insulation products. The family's wealth surged by DKK 5.4 billion in the past year, driven by a 75% increase in Rockwool's share price amid demand for energy-efficient building solutions.",
    "net worth": 1778000000
  },
  {
    "rank in rich list": 19,
    "full name": "Peter Foss",
    "city": "Hillerød",
    "event": "Sole owner of FOSS A/S, a leading global provider of high-tech analytical solutions for the food and agricultural industries. The company's consistent growth, including a 7% rise in EBITDA in 2023, underpins his DKK 12.6 billion fortune.",
    "net worth": 1764000000
  },
  {
    "rank in rich list": 20,
    "full name": "Anders Kirk Johansen",
    "city": "Vejle",
    "event": "A descendant of the LEGO founder who received a DKK 7.5 billion spin-off from the family's main holding company in 2007. He now chairs Kirk Kapital, an investment firm that has grown its assets to DKK 9.1 billion by investing in 16 small and medium-sized enterprises.",
    "net worth": 1708000000
  },
  {
    "rank in rich list": 21,
    "full name": "Martin Mourier",
    "city": "Fredensborg",
    "event": "A key figure in the family-owned Semler Gruppen, Denmark's largest automobile importer, representing brands such as Volkswagen, Audi, and Porsche. His wealth grew in the past year following a 27% increase in revenue driven by strong sales.",
    "net worth": 1414000000
  },
  {
    "rank in rich list": 22,
    "full name": "Christian Peter Dyvig",
    "city": "Copenhagen",
    "event": "A former partner at the private equity firm Nordic Capital. His primary asset is his ownership of Kompan, the world's leading manufacturer of playground equipment, which saw its EBITDA grow by 21% in 2023. He sold a minority stake to Kirk Kapital.",
    "net worth": 1246000000
  },
  {
    "rank in rich list": 23,
    "full name": "Henrik Østenkjær Lind",
    "city": "Aarhus",
    "event": "Founder of the energy trading firm Danske Commodities, which he sold to Norway's Equinor in 2018 for approximately DKK 3 billion. He now manages his fortune through his investment company, Lind Invest, and holds a significant stake in the restructured airline SAS.",
    "net worth": 1204000000
  },
  {
    "rank in rich list": 24,
    "full name": "Christian Stadil",
    "city": "Copenhagen",
    "event": "Owner of the Thornico conglomerate, which has diverse interests including the sportswear brand Hummel, packaging company Brdr. Hartmann, and real estate. He recently streamlined the group by divesting its shipping activities.",
    "net worth": 1176000000
  },
  {
    "rank in rich list": 25,
    "full name": "Peter Hellerung Christiansen",
    "city": "Skodsborg",
    "event": "Second-generation owner of the Bygma Group, a leading supplier of timber and building materials in the Nordic region. The family's wealth saw a slight decline as a housing market slump caused a 31% drop in the company's EBITDA.",
    "net worth": 1162000000
  },
  {
    "rank in rich list": 26,
    "full name": "Jakob Haldor Topsøe",
    "city": "Copenhagen",
    "event": "Grandson of the founder and current chairman of Haldor Topsøe A/S, a world leader in catalysis and sustainable energy technologies. The family's fortune increased by DKK 2.6 billion, driven by a 42% surge in EBITDA due to high demand for its green-tech solutions.",
    "net worth": 1148000000
  },
  {
    "rank in rich list": 27,
    "full name": "Poul Due Jensen",
    "city": "Bjerringbro",
    "event": "Grandson of the founder and current CEO of Grundfos, one of the world's largest pump manufacturers. The family holds a 9.6% personal stake in the company, separate from the foundation that owns the majority.",
    "net worth": 1106000000
  },
  {
    "rank in rich list": 28,
    "full name": "Kurt Daell",
    "city": "Charlottenlund",
    "event": "Patriarch of the family that owns the successful retail chains Harald Nyborg (hardware) and Jem & Fix (DIY). He has passed the chairmanship to his son Erling but retains voting control and a 30% equity stake.",
    "net worth": 1092000000
  },
  {
    "rank in rich list": 29,
    "full name": "Martin Møller Nielsen",
    "city": "Lugano",
    "event": "Founder of Nordic Aviation Capital (NAC), once the world's largest regional aircraft lessor. His wealth stems from a timely partial sale of his stake for DKK 6.6 billion, years before the company faced financial collapse during the COVID-19 pandemic.",
    "net worth": 924000000
  },
  {
    "rank in rich list": 30,
    "full name": "Michael Grosbøl",
    "city": "Silkeborg",
    "event": "Owner of Mascot International, a leading European manufacturer of high-quality workwear. The family's wealth has doubled over the past two years, propelled by strong international sales and a 21% growth in EBITDA.",
    "net worth": 896000000
  },
  {
    "rank in rich list": 31,
    "full name": "Hans Carl Bøgh-Sørensen",
    "city": "Odense",
    "event": "Founder of Orifarm, one of Europe's largest parallel importers of pharmaceuticals. His wealth increased in the last year, driven by an 18% rise in EBITDA.",
    "net worth": 896000000
  },
  {
    "rank in rich list": 32,
    "full name": "Hans Frederiksen",
    "city": "Vejleby",
    "event": "Founder of the transport and logistics company HCS A/S. He has completed a generational transfer of ownership to his two sons, Jacob and Mads, who are now active co-owners of the business.",
    "net worth": 896000000
  },
  {
    "rank in rich list": 33,
    "full name": "Ole Fleggaard",
    "city": "Kollund",
    "event": "A key figure in the family-owned Fleggaard Group, a conglomerate best known for its extensive cross-border retail trade between Denmark and Germany. The group also has significant activities in leasing and wholesale.",
    "net worth": 882000000
  },
  {
    "rank in rich list": 34,
    "full name": "Simon Hesse Vangsted Hoffmann",
    "city": "Copenhagen",
    "event": "An heir to Holger Hesse, the co-founder of medical device company Ambu. The family's fortune, managed through various holding companies, surged by DKK 3.1 billion due to a 69% increase in Ambu's share price over the last year.",
    "net worth": 882000000
  },
  {
    "rank in rich list": 35,
    "full name": "Morten Hummelmose",
    "city": "Copenhagen",
    "event": "A partner at the leading global private equity firm EQT. His wealth is primarily tied to his 3.2% stake in the publicly listed firm, whose share price has seen significant appreciation. He recently established a philanthropic foundation with an initial endowment of DKK 50 million.",
    "net worth": 826000000
  },
  {
    "rank in rich list": 36,
    "full name": "Klaus Eldrup-Jørgensen",
    "city": "Rungsted",
    "event": "Co-founder of Trackman, a company that developed revolutionary radar technology for tracking golf ball flight, now widely used in sports analytics. The business has expanded into baseball and other sports.",
    "net worth": 770000000
  },
  {
    "rank in rich list": 37,
    "full name": "Ib Kunøe",
    "city": "Vedbæk",
    "event": "An investor who built his fortune through Consolidated Holdings, which owns a controlling 28% stake in Norwegian IT services company Atea and 60% of the Danish IT company Columbus. His wealth grew by DKK 0.4 billion in the last year due to share price increases.",
    "net worth": 728000000
  },
  {
    "rank in rich list": 38,
    "full name": "Olav de Linde",
    "city": "Risskov",
    "event": "A self-made real estate magnate with a property portfolio valued at DKK 5.2 billion, concentrated primarily in Aarhus. He is known for renovating old industrial buildings into modern commercial and residential spaces.",
    "net worth": 728000000
  },
  {
    "rank in rich list": 39,
    "full name": "Peter Just Karberg",
    "city": "Charlottenlund",
    "event": "Fifth-generation owner of the Hans Just Group, a leading importer and distributor of wine and spirits in the Nordic region. The family's fortune declined from DKK 6.5 billion to DKK 5.2 billion following a 23% drop in EBITDA.",
    "net worth": 728000000
  },
  {
    "rank in rich list": 40,
    "full name": "Jørgen Enggaard",
    "city": "Hals",
    "event": "Founder of A. Enggaard Holding A/S, a major Danish construction and development company. While his sons now run the business, he retains significant assets including the Hals Nørreskov estate.",
    "net worth": 714000000
  },
  {
    "rank in rich list": 41,
    "full name": "Peter Bohnsen",
    "city": "Højbjerg",
    "event": "His fortune originates from the sale of the shipping company Unifeeder in 2007. The DKK 4.9 billion is now managed through two entities: his personal investment vehicle, Webco, and Jabami, which is owned by his four daughters.",
    "net worth": 686000000
  },
  {
    "rank in rich list": 42,
    "full name": "Michael Holm",
    "city": "Risskov",
    "event": "Co-founder and majority owner (60%) of Systematic, an international IT software company that provides critical systems for the defense, healthcare, and public sectors. A 44% growth in EBITDA was tempered by lower valuation multiples in the tech sector.",
    "net worth": 672000000
  },
  {
    "rank in rich list": 43,
    "full name": "Bjarne Hessel",
    "city": "Brande",
    "event": "Part of the family that owns Ejner Hessel A/S, one of Denmark's largest car dealerships, specializing in brands like Mercedes-Benz. A challenging market with higher interest rates and inventory costs led to an 11% drop in EBITDA, reducing the family's net worth.",
    "net worth": 644000000
  },
  {
    "rank in rich list": 44,
    "full name": "Jens Poulsen",
    "city": "Ikast",
    "event": "Founder of DK Company, a major European fashion group that owns 26 brands. A 21% decline in EBITDA, attributed to a difficult retail market, resulted in his fortune decreasing from DKK 6.0 billion to DKK 4.5 billion.",
    "net worth": 630000000
  },
  {
    "rank in rich list": 45,
    "full name": "Claus Bagger-Sørensen",
    "city": "Vejle",
    "event": "His wealth originates from the family's successful sales of the chewing gum company Dandy (to Cadbury) and the pharmaceutical firm Fertin Pharma (to Philip Morris). The proceeds are now managed by a family office that invests in health-tech startups.",
    "net worth": 588000000
  },
  {
    "rank in rich list": 46,
    "full name": "Lars Sidelmann Christensen",
    "city": "Roskilde",
    "event": "His family controls Pharmacosmos, a pharmaceutical company specializing in treatments for iron deficiency. The company achieved a record profit of DKK 689 million last year, establishing the family as new entrants on the rich list with a valuation of DKK 4.3 billion.",
    "net worth": 602000000
  },
  {
    "rank in rich list": 47,
    "full name": "Winnie Liljeborg",
    "city": "Roskilde",
    "event": "Co-founder of the global jewelry brand Pandora. After selling her stake, she established the Liljeborg Group to manage her DKK 4.3 billion fortune, which includes significant investments and a philanthropic foundation focused on supporting vulnerable children and youth.",
    "net worth": 602000000
  },
  {
    "rank in rich list": 48,
    "full name": "Frederik Barfoed",
    "city": "Odense",
    "event": "A key figure in the family-owned Barfoed Group, a significant real estate company in Odense. The family's net worth saw a slight decrease to DKK 4.2 billion due to negative property revaluations in a higher interest rate environment.",
    "net worth": 588000000
  },
  {
    "rank in rich list": 49,
    "full name": "Anders Østergaard",
    "city": "Dubai",
    "event": "Founder and owner of Monjasa, a global leader in bunker fuel trading. His fortune fell from DKK 7.7 billion to DKK 4.2 billion as earnings normalized after a record-breaking year in 2022 driven by market volatility.",
    "net worth": 588000000
  },
  {
    "rank in rich list": 50,
    "full name": "Kim Fournais",
    "city": "Nærum",
    "event": "Co-founder and CEO of the online multi-asset trading and investment platform Saxo Bank. He holds a 28% stake in the company and is also developing a luxury apartment complex on a prime waterfront site in Charlottenlund.",
    "net worth": 588000000
  },
  {
    "rank in rich list": 51,
    "full name": "Sune Simonsen",
    "city": "Copenhagen",
    "event": "Heir to the Scan-Group shipping and logistics empire, founded by his late father, Arne Simonsen. The family's fortune plummeted from DKK 10.2 billion to DKK 4.2 billion as a sharp drop in global freight rates caused an 80% collapse in the company's EBITDA.",
    "net worth": 588000000
  },
  {
    "rank in rich list": 52,
    "full name": "Henrik Lindberg",
    "city": "Risskov",
    "event": "His family's wealth comes from the 2021 sale of their high-end eyewear brand, Lindberg Optik, to the French-Italian multinational EssilorLuxottica. The DKK 4.1 billion proceeds are now managed through a family office.",
    "net worth": 574000000
  },
  {
    "rank in rich list": 53,
    "full name": "Jørn Tækker",
    "city": "Aarhus",
    "event": "A property developer known for the ambitious urban development project 'Nye,' a new town being built north of Aarhus planned to house 13,500 residents. His DKK 4.0 billion fortune is anchored in his extensive land bank and low-cost financing.",
    "net worth": 560000000
  },
  {
    "rank in rich list": 54,
    "full name": "Peter Stubkjær Sørensen",
    "city": "Brande",
    "event": "Made his fortune from the sale of wind turbine manufacturer Bonus Energi to Siemens in 2004. He has since reinvested the proceeds into a diversified portfolio of securities and real estate, including a 230-hectare forest estate.",
    "net worth": 546000000
  },
  {
    "rank in rich list": 55,
    "full name": "Mikael Goldschmidt",
    "city": "Kokkedal",
    "event": "A prominent real estate investor and owner of the Imerco homeware retail chain and the historic Kokkedal Castle. Negative property revaluations in 2023 caused his net worth to decrease slightly to DKK 3.9 billion.",
    "net worth": 546000000
  },
  {
    "rank in rich list": 56,
    "full name": "Mogens de Linde",
    "city": "Hornslet",
    "event": "A major property owner in Aarhus and brother of fellow real estate billionaire Olav de Linde. He transferred his DKK 3.7 billion portfolio, including a 95-hectare estate, to his children while remaining as chairman.",
    "net worth": 518000000
  },
  {
    "rank in rich list": 57,
    "full name": "Birger Arp-Hansen",
    "city": "Hellerup",
    "event": "Co-owner of the Arp-Hansen Hotel Group, the largest hotel operator in Copenhagen with 12 hotels and over 5,000 rooms. The family's wealth increased to DKK 3.5 billion following a strong post-pandemic recovery in tourism.",
    "net worth": 490000000
  },
  {
    "rank in rich list": 58,
    "full name": "Johan Regin Jacobsen",
    "city": "Fuglafjørður",
    "event": "CEO of the Faroese salmon farming company Bakkafrost. The family's 15.6% stake in the publicly listed company underpins their DKK 3.4 billion fortune, which saw an increase in the last year due to a rebound in the share price.",
    "net worth": 476000000
  },
  {
    "rank in rich list": 59,
    "full name": "Thorkil Stæhr Andersen",
    "city": "Samsø",
    "event": "Owner of the transport company TA-Logistics. Despite a 12% drop in EBITDA, his family's fortune grew by DKK 0.8 billion to DKK 3.2 billion, as the valuation was lifted by a higher trading multiple for comparable companies in the sector.",
    "net worth": 448000000
  },
  {
    "rank in rich list": 60,
    "full name": "Torben Lind",
    "city": "Køge",
    "event": "Patriarch of the family that owns Lind & Risør, a major builder of single-family homes in Denmark. The company's valuation was significantly lifted by a re-rating of its EBITDA multiple from 6.9x to 14.8x, pushing the family's fortune up by over DKK 1 billion.",
    "net worth": 448000000
  },
  {
    "rank in rich list": 61,
    "full name": "Anders Eikemo Thorgaard",
    "city": "Faaborg",
    "event": "Co-owner of Kivi-Tex, one of Denmark's largest industrial laundry service providers. The family's DKK 3.2 billion fortune is also supported by ownership of the historic Steensgaard Herregård estate.",
    "net worth": 448000000
  },
  {
    "rank in rich list": 62,
    "full name": "Niels Fennet",
    "city": "Taarbæk",
    "event": "Founder of the successful budget hotel chain CABINN. His DKK 3.2 billion fortune is derived from his portfolio of 12 hotels and other real estate, including the historic Store Kro inn in Fredensborg.",
    "net worth": 448000000
  },
  {
    "rank in rich list": 63,
    "full name": "Bent Jensen",
    "city": "Fredericia",
    "event": "Founder of the retail chain tHansen, which specializes in auto parts, accessories, and scooters. A strong financial performance in 2023, with a 42% jump in EBITDA, restored his fortune to DKK 3.1 billion after a dip the previous year.",
    "net worth": 434000000
  },
  {
    "rank in rich list": 64,
    "full name": "Rolf Stuhr Petersen",
    "city": "Copenhagen",
    "event": "Inherited the City Apartment real estate group from his father, Svend. The DKK 3.1 billion portfolio comprises 469 properties, primarily in Copenhagen, and is expanding with a new 64-unit development in Helsinge.",
    "net worth": 434000000
  },
  {
    "rank in rich list": 65,
    "full name": "Preben Terp-Nielsen",
    "city": "Aabenraa",
    "event": "Patriarch of the family that owns Abena, a global manufacturer and wholesaler of healthcare products. The family's fortune was nearly halved, dropping from DKK 6.0 billion to DKK 3.1 billion, after the company posted a record loss due to soaring raw material costs.",
    "net worth": 434000000
  },
  {
    "rank in rich list": 66,
    "full name": "Svend Møller Hansen",
    "city": "Hobro",
    "event": "Founder of DS Gruppen, a leading supplier of steel and concrete solutions. His fortune was crystallized by the sale of a majority stake to the German company Goldbeck in 2023, leaving the family with DKK 3.1 billion in cash and real estate.",
    "net worth": 434000000
  },
  {
    "rank in rich list": 67,
    "full name": "Stefanie Husted-Andersen",
    "city": "Copenhagen",
    "event": "One of three sisters who inherited a significant fortune from their father, Stig Husted-Andersen. The DKK 3.5 billion estate includes the medical device company Codan Medical and a portfolio of prime, debt-free real estate in Copenhagen and North Zealand.",
    "net worth": 490000000
  },
  {
    "rank in rich list": 68,
    "full name": "Nicholas Peter Francis",
    "city": "Copenhagen",
    "event": "Co-founder of the video game software development company Unity Technologies. A significant portion of his wealth was realized from the company's 2020 IPO, with the proceeds now managed through a family fund that invests in private equity and real estate.",
    "net worth": 392000000
  },
  {
    "rank in rich list": 69,
    "full name": "Christian Georg Peter Moltke",
    "city": "Haslev",
    "event": "His family's fortune was created by the sale of their solar park developer, BeGreen, to the Norwegian energy giant Equinor for DKK 2.35 billion in late 2022. The proceeds were largely distributed, leaving DKK 2.8 billion in the family's holding company.",
    "net worth": 392000000
  },
  {
    "rank in rich list": 70,
    "full name": "Mikael Dystrup Pedersen",
    "city": "Køge",
    "event": "An early investor and co-owner of the renewable energy company European Energy. After the company sold a 20% stake to Mitsubishi, his remaining 10% stake is valued at DKK 2.7 billion.",
    "net worth": 378000000
  },
  {
    "rank in rich list": 71,
    "full name": "Alan Nissen",
    "city": "Juelsminde",
    "event": "His family's wealth stems from the 2021 sale of a majority stake in their company, Nissens Cooling Solutions, to A.P. Møller Holding. They retained a minority stake and now manage a DKK 1.9 billion portfolio of securities.",
    "net worth": 378000000
  },
  {
    "rank in rich list": 72,
    "full name": "Claus Hommelhoff",
    "city": "Aarhus",
    "event": "Founder of Formuepleje, one of Denmark's largest independent asset managers. The family sold a majority stake to the Lars Larsen Group but retains a significant minority interest and other investments valued at DKK 2.6 billion.",
    "net worth": 364000000
  },
  {
    "rank in rich list": 73,
    "full name": "Karsten Buchhave",
    "city": "Skanderborg",
    "event": "His fortune originates from the 2021 sale of a 49.9% stake in his biogas plant construction company, Bigadan, to an English private equity fund. A downturn in the biogas sector has since reduced the value of his remaining stake, cutting his fortune by DKK 1 billion.",
    "net worth": 364000000
  },
  {
    "rank in rich list": 74,
    "full name": "Svend-Aage Nielsen",
    "city": "Odense",
    "event": "Co-owner of Micro Matic, a global leader in beverage dispensing equipment, particularly for draft beer. The company, which he took over with a partner in the 1970s, is now being passed to the next generation.",
    "net worth": 364000000
  },
  {
    "rank in rich list": 75,
    "full name": "Christian Bach",
    "city": "Hinnerup",
    "event": "Co-founder of the energy trading powerhouse In Commodities. A normalization of the energy markets after the extreme volatility of 2022 led to lower, though still substantial, profits, with his share of the company's equity valued at DKK 2.5 billion.",
    "net worth": 364000000
  },
  {
    "rank in rich list": 76,
    "full name": "Jeppe Bülow Højgaard",
    "city": "Løgten",
    "event": "Co-founder of the energy trading company In Commodities. His DKK 2.5 billion fortune is his one-third share of the company's equity, which was built up significantly from record profits during the 2022 energy crisis.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 77,
    "full name": "Morten Ebbesen",
    "city": "Copenhagen",
    "event": "His wealth was generated from the 2019 sale of a majority stake in his software company, Siteimprove, to the private equity firm Nordic Capital. He has reinvested the DKK 2.5 billion proceeds into a portfolio of tech stocks and startups.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 78,
    "full name": "Jesper Severin Johanson",
    "city": "Zug",
    "event": "Co-founder of the energy trading firm In Commodities. Now a resident of Switzerland, his DKK 2.5 billion fortune represents his one-third ownership of the highly profitable company.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 79,
    "full name": "Karsten Bill Rasmussen",
    "city": "Odense",
    "event": "A major real estate investor in Odense, with a DKK 2.5 billion fortune spread across a complex structure of seven different property companies. His portfolio includes commercial, residential, and industrial properties.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 80,
    "full name": "Sophie Bensimon Rossing",
    "city": "Hellerup",
    "event": "Co-created her fortune from the sale of the Fitness World gym chain. She reinvested the proceeds into a successful new venture, the car wash chain World Wash, and a DKK 1.4 billion portfolio of listed stocks.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 81,
    "full name": "Bente Lis Nielsen",
    "city": "Tommerup",
    "event": "Widow of Carl Christian Nielsen, co-owner of Micro Matic, a leading global supplier of draft beverage equipment. Her family inherited his 50% stake in the DKK 5 billion company.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 82,
    "full name": "Bettina Antitsch Mortensen",
    "city": "Aarhus",
    "event": "Inherited the extensive property group M+ Invest and homebuilder Hybel from her late husband, Michael Antitsch Mortensen. She now runs the DKK 2.5 billion company, which has a significant portfolio of residential and commercial real estate.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 83,
    "full name": "Anneli Gjørup",
    "city": "Roskilde",
    "event": "Her family's wealth originates from the toy retailer Fætter BR and the Top-Toy group. Following the group's sale and subsequent bankruptcy, the remaining DKK 2.5 billion fortune is managed through various family investment vehicles.",
    "net worth": 350000000
  },
  {
    "rank in rich list": 84,
    "full name": "Henning Kjeldsen",
    "city": "Skagen",
    "event": "Formerly known as Denmark's 'quota king' for his vast fishing rights. He sold the majority of his quotas and fleet in 2022 and has since reinvested the DKK 2.4 billion proceeds into acquiring four hotels and other properties in Skagen.",
    "net worth": 336000000
  },
  {
    "rank in rich list": 85,
    "full name": "Johan Ernst Wedell-Wedellsborg",
    "city": "Vedbæk",
    "event": "Owner of the Weco shipping group. His DKK 2.4 billion fortune was bolstered by record earnings in the product tanker market and his DKK 150 million purchase of a historic estate in Hørsholm for a new residence.",
    "net worth": 336000000
  },
  {
    "rank in rich list": 86,
    "full name": "Peter Rosholm",
    "city": "Copenhagen",
    "event": "A former executive at Novozymes. He made his fortune by leading a management buyout of its spin-off, Albumedix, and subsequently selling it to the German company Sartorius for nearly DKK 4 billion, netting him personally DKK 2.4 billion.",
    "net worth": 336000000
  },
  {
    "rank in rich list": 87,
    "full name": "Niels Thorborg",
    "city": "Odense",
    "event": "Founder of L'easy, a company specializing in the rental of consumer electronics and appliances. His 3C Groups holding company now has diverse interests, including property, the struggling Facit Bank, and the Odense Boldklub football team.",
    "net worth": 336000000
  },
  {
    "rank in rich list": 88,
    "full name": "Thomas Wilkens Andersen",
    "city": "Kerteminde",
    "event": "Third-generation owner of the Fayard shipyard in Munkebo, one of Northern Europe's largest ship repair and conversion facilities. His family's fortune grew by DKK 0.4 billion to DKK 2.4 billion, driven by a 23% increase in EBITDA.",
    "net worth": 336000000
  },
  {
    "rank in rich list": 89,
    "full name": "Poul Byriel Nielsen",
    "city": "Spøttrup",
    "event": "Co-owner of N.C. Nielsen Gruppen, a leading Scandinavian supplier of forklifts and heavy machinery. A 10% increase in EBITDA pushed the family's net worth to DKK 2.4 billion.",
    "net worth": 336000000
  },
  {
    "rank in rich list": 90,
    "full name": "Lars Seier Christensen",
    "city": "Zug",
    "event": "Co-founder of Saxo Bank. After selling his stake for a substantial sum, he moved to Switzerland and now manages his DKK 2.3 billion fortune through Seier Capital. His investments include a 22.5% stake in Parken Sport & Entertainment.",
    "net worth": 322000000
  },
  {
    "rank in rich list": 91,
    "full name": "Erik Bank Lauridsen",
    "city": "Esbjerg",
    "event": "His family holds a 25% stake in the IT company Systematic, a share valued at DKK 2.3 billion. The family firm, with roots dating back to 1886, also has investments in finance and property.",
    "net worth": 322000000
  },
  {
    "rank in rich list": 92,
    "full name": "Niels Erik Martinsen",
    "city": "Hørsholm",
    "event": "His family's wealth originates from the fashion conglomerate IC Companys (now IC Group). Their holding company, Friheden Invest, manages a DKK 2.2 billion portfolio that includes property and a large agricultural estate.",
    "net worth": 308000000
  },
  {
    "rank in rich list": 93,
    "full name": "Fleming Grunnet",
    "city": "Copenhagen",
    "event": "Patriarch of the family that owns Inter Primo, a global plastics extrusion company founded in 1959. A 36% drop in EBITDA reduced the family's net worth to DKK 2.2 billion.",
    "net worth": 308000000
  },
  {
    "rank in rich list": 94,
    "full name": "Claus Henrik Christiansen",
    "city": "Zug",
    "event": "His DKK 2.2 billion fortune is derived from the family's ownership of Nordic Bioscience, a biotech company. A significant drop in the company's valuation caused the family's wealth to fall from DKK 3.8 billion.",
    "net worth": 308000000
  },
  {
    "rank in rich list": 95,
    "full name": "Aage Søndergaard Nielsen",
    "city": "Kolding",
    "event": "Made his fortune from the 2016 sale of his industrial company, Sondex, to Danfoss for DKK 1.6 billion. A subsequent legal dispute over the final payment was resolved, and the family's wealth has since grown to DKK 2.2 billion through investments.",
    "net worth": 308000000
  },
  {
    "rank in rich list": 96,
    "full name": "Henrik Sørensen",
    "city": "Vadum",
    "event": "His family's wealth comes from selling a 64% stake in their pump manufacturing company, Desmi, to a private equity fund. They retained a 21% share, and the total family fortune from the deal and other assets is DKK 2.1 billion.",
    "net worth": 294000000
  },
  {
    "rank in rich list": 97,
    "full name": "Joachim Ante",
    "city": "Copenhagen",
    "event": "A co-founder of the video game software giant Unity Technologies. The sharp and sustained decline in Unity's share price on the Nasdaq has cut his fortune in half over the past year, from DKK 4.3 billion to DKK 2.1 billion.",
    "net worth": 294000000
  },
  {
    "rank in rich list": 98,
    "full name": "Hans Wilhelm Schur",
    "city": "Horsens",
    "event": "Fifth-generation owner of Schur International, one of the world's oldest family-owned packaging companies, founded in 1846. His DKK 2.1 billion fortune was boosted by a 59% rise in the share price of his listed investment, SP Group.",
    "net worth": 294000000
  },
  {
    "rank in rich list": 99,
    "full name": "Kim Dencher Johansen",
    "city": "Frederiksværk",
    "event": "A property developer who built a DKK 2.0 billion real estate empire, primarily in and around his hometown of Frederiksværk. His holding company's equity value crossed the DKK 2 billion mark in 2023.",
    "net worth": 280000000
  },
  {
    "rank in rich list": 100,
    "full name": "Birthe Marianne Christiansen",
    "city": "Kolding",
    "event": "Matriarch of the family that owns the Nic. Christiansen Gruppen, a major importer of cars including Hyundai, Jaguar, and Land Rover. Despite a 13% drop in EBITDA, the family's fortune is valued at DKK 2.0 billion.",
    "net worth": 280000000
  },
    {
    "rank in rich list": 60,
    "full name": "Rikke Lind",
    "city": "Køge",
    "event": "Daughter of Torben Lind and a key heir to the Lind & Risør construction fortune. She shares in the family's DKK 3.2 billion wealth and personally owns a summer house in the exclusive Tisvildeleje area, purchased for DKK 3.2 million.",
    "net worth": 448000000
  },
  {
    "rank in rich list": 60,
    "full name": "Jesper Lind",
    "city": "Køge",
    "event": "Son of Torben Lind and co-heir to the Lind & Risør house-building empire. As a part of the family ownership, he shares in the DKK 3.2 billion fortune, which saw a significant re-rating in its valuation in the past year.",
    "net worth": 448000000
  },
  {
    "rank in rich list": 60,
    "full name": "Carsten Lind",
    "city": "Lellinge",
    "event": "Son of Torben Lind and co-heir to the DKK 3.2 billion Lind & Risør family fortune. He personally owns a 21-hectare agricultural estate in Lellinge, near Køge, which is part of his share in the family's wealth.",
    "net worth": 448000000
  },
  {
    "rank in rich list": "N/A",
    "full name": "Pernille Lindberg",
    "city": "Beder",
    "event": "Co-owner of the proceeds from the 2021 sale of the eyewear brand Lindberg to EssilorLuxottica. She manages her share of the DKK 4.1 billion family fortune through the family office PAM and the Lindberg Optik retail chain.",
    "net worth": 574000000
  },
  {
    "rank in rich list": 14,
    "full name": "Anders Westermann",
    "city": "Holte",
    "event": "Brother of Søren Erik Westermann and part of the family that owned Widex. His personal fortune is tied to his significant stake in the merged hearing aid giant WS Audiology and an extensive private property portfolio.",
    "net worth": 1988000000
  },
    {
    "rank in rich list": "22 (in 2021)",
    "full name": "David Helgason",
    "city": "Copenhagen",
    "event": "A co-founder of the video game technology giant Unity Technologies. He became a billionaire following the company's highly successful IPO on the New York Stock Exchange in September 2020. His wealth in 2021 was based on his significant remaining stake in the multi-billion dollar company.",
    "net worth": 1270000000
  },
  {
    "rank in rich list": "35 (in 2021)",
    "full name": "Nicholas Peter Francis",
    "city": "Copenhagen",
    "event": "A co-founder of Unity Technologies alongside David Helgason and Joachim Ante. His fortune was crystallized by the 2020 IPO. As one of the three key founders, his equity stake in the company was valued at DKK 5.0 billion in 2021.",
    "net worth": 794000000
  },
  {
    "rank in rich list": "44 (in 2021)",
    "full name": "Kent Arentoft",
    "city": "Copenhagen",
    "event": "A former executive who, with his partner Peter Korsholm, acquired the environmental services company DSVM Invest for a nominal sum. They successfully turned the company around, creating a highly profitable business and a personal fortune valued at DKK 4.2 billion in 2021.",
    "net worth": 667000000
  },
  {
    "rank in rich list": "60 (in 2021)",
    "full name": "Per Tejs Knudsen",
    "city": "Copenhagen",
    "event": "Founder and majority owner of the software company cBrain. His fortune surged dramatically as the company's share price on the stock exchange increased seven-fold in 2020, driven by high demand for its F2 standard software platform for public administration.",
    "net worth": 476000000
  },
  {
    "rank in rich list": "66 (in 2021)",
    "full name": "Rolf Svend Petersen",
    "city": "Copenhagen",
    "event": "Heir to and CEO of the family-owned property group City Apartment. The company owns and rents out approximately 2,000 furnished apartments in Copenhagen. His DKK 2.8 billion fortune was significantly boosted by a major revaluation of the property portfolio in 2020.",
    "net worth": 444000000
  },
  {
    "rank in rich list": "67 (in 2021)",
    "full name": "Michael Antitsch Mortensen",
    "city": "Aarhus",
    "event": "A serial entrepreneur in the construction and real estate sector. He made his fortune by founding and selling successful companies like HusCompagniet and CASA A/S to private equity. In 2021, his wealth was valued at DKK 2.7 billion following a new investment in the paint company Flügger.",
    "net worth": 429000000
  },
  {
    "rank in rich list": "75 (in 2021)",
    "full name": "Gullak Arngrimsson Madsen",
    "city": "Hirtshals",
    "event": "Owner of the major fishing company GTM Holding and the super-trawler 'Ruth'. His DKK 2.6 billion fortune was built on highly profitable fishing operations in the North Atlantic and the strategic sale of valuable fishing quotas.",
    "net worth": 413000000
  },
  {
    "rank in rich list": "88 (in 2021)",
    "full name": "Jørgen Hansen",
    "city": "Copenhagen",
    "event": "Founder of Nordic Transport Group (NTG). He and his family retained a 17% stake in the logistics company after taking it public via a reverse takeover. The company's share price more than sextupled post-listing, creating the family's DKK 2.2 billion fortune.",
    "net worth": 349000000
  },
  {
    "rank in rich list": "90 (in 2021)",
    "full name": "Inge & Anders Blicher Petersen",
    "city": "Odense",
    "event": "The family owns Newtec, a successful Fyn-based company that manufactures high-tech sorting and packaging machinery for the global food industry. The DKK 2.1 billion fortune was built on consistent profitability and international expansion.",
    "net worth": 333000000
  },
  {
    "rank in rich list": "97 (in 2021)",
    "full name": "Familien Bylling (Bylling Family)",
    "city": "Christiansfeld",
    "event": "The family owns Aller Aqua, a leading global producer of environmentally friendly fish feed. Their DKK 1.8 billion fortune was built on successful expansion into emerging aquaculture markets in China, Africa, and the Balkans.",
    "net worth": 286000000
  },
  {
    "rank in rich list": "99 (in 2021)",
    "full name": "Familien efter Johan Schrøder (Heirs of Johan Schrøder)",
    "city": "Copenhagen",
    "event": "The family's DKK 1.7 billion fortune was created from the sale of the med-tech company Radiometer in 2003. The proceeds have since been managed through a family holding company, J.S.R., which primarily invests in securities and real estate like the Aggersvold estate.",
    "net worth": 270000000
  },
    {
    "rank in rich list": "3 (in 2017)",
    "full name": "Lars Larsen",
    "city": "Silkeborg",
    "event": "Founder of the JYSK retail empire, a global chain with several thousand stores. He built a DKK 28.8 billion fortune from scratch, starting with one store in Aarhus in 1979. Besides JYSK, his holdings included Bolia.com, Ilva, Idémøbler, and the furniture producer Actona. He passed away in 2019.",
    "net worth": 4299000000
  },
  {
    "rank in rich list": "4 (in 2017)",
    "full name": "Mads Clausen",
    "city": "Nordborg",
    "event": "Founder of the industrial giant Danfoss in 1933. While he passed away in 1966, his legacy is the foundation of the Clausen family's DKK 28.5 billion fortune. The family retains nearly half of the company's shares, with the rest held by a foundation and employees.",
    "net worth": 4254000000
  },
  {
    "rank in rich list": "5 (in 2017)",
    "full name": "Aage Louis-Hansen",
    "city": "Humlebæk",
    "event": "Co-founder of the global medical device company Coloplast. He and his wife, Johanne, established the company based on a nurse's idea for a disposable stomipose. The company's success is the origin of the Louis-Hansen family's DKK 27.8 billion fortune.",
    "net worth": 4149000000
  },
  {
    "rank in rich list": "5 (in 2017)",
    "full name": "Johanne Louis-Hansen",
    "city": "Humlebæk",
    "event": "Co-founder of Coloplast alongside her husband, Aage Louis-Hansen. As a nurse herself, she saw the potential in the initial product idea and was instrumental in persuading her husband to start the company, which led to the family's vast fortune.",
    "net worth": 4149000000
  },
  {
    "rank in rich list": "6 (in 2017)",
    "full name": "Dieter Kasprzak",
    "city": "Bredebro",
    "event": "Former CEO of the ECCO shoe company and husband of the owner, Hanni Toosbuy Kasprzak. He stepped down from the CEO role in 2017, passing the leadership to Steen Borgholm, after a long and successful tenure leading the company's global expansion.",
    "net worth": 1866000000
  },
  {
    "rank in rich list": "8 (in 2017)",
    "full name": "Nils Foss",
    "city": "Hillerød",
    "event": "Founder of FOSS A/S in 1959, a world-leading company in analytical instruments for the food and agricultural industries. The company remains in family ownership, with his son Peter Foss serving as chairman.",
    "net worth": 1612000000
  },
  {
    "rank in rich list": "9 (in 2017)",
    "full name": "Villum Kann-Rasmussen",
    "city": "Copenhagen",
    "event": "Founder of VELUX and the VKR Group. Although he passed away in 1993, his innovations in roof windows created a global industrial powerhouse and the foundation for the family's DKK 8.8 billion fortune, now managed by his grandson, Mads Kann-Rasmussen.",
    "net worth": 1313000000
  },
  {
    "rank in rich list": "11 (in 2017)",
    "full name": "Jeppe Christiansen",
    "city": "Copenhagen",
    "event": "CEO of the investment firm Maj Invest. He is a key external figure in a family-owned dynasty, serving as the Chairman of the Board for Haldor Topsøe A/S, helping to guide the strategic direction of the highly successful engineering company.",
    "net worth": 1284000000
  },
  {
    "rank in rich list": "15 (in 2017)",
    "full name": "Hans Frede Fleggaard",
    "city": "Padborg",
    "event": "Took over his family's small colonial goods store in 1960 and transformed it into the Fleggaard Group, a massive conglomerate best known for its cross-border retail. The DKK 5.2 billion fortune is now managed by his three children: Ole, Birgitte, and Susanne.",
    "net worth": 776000000
  },
  {
    "rank in rich list": "16 (in 2017)",
    "full name": "Christian Tøpholm",
    "city": "Nærum",
    "event": "Co-founder of the hearing aid manufacturer Widex in 1956. He and his partner, Erik Westermann, built the company from scratch, creating a global player and the foundation for the Tøpholm and Westermann families' multi-billion DKK fortunes.",
    "net worth": 776000000
  },
  {
    "rank in rich list": "16 (in 2017)",
    "full name": "Erik Westermann",
    "city": "Nærum",
    "event": "Co-founder of Widex. His partnership with Christian Tøpholm led to the creation of one of the world's leading hearing aid companies, securing vast wealth for both founding families, now in their third generation of leadership.",
    "net worth": 776000000
  },
  {
    "rank in rich list": "23 (in 2017)",
    "full name": "Tonny Dalhøj Paulsen",
    "city": "Aarhus",
    "event": "Co-founded the container feeder shipping company Unifeeder with his partner, Peter Bohnsen. They sold the company in 2007 for approximately DKK 2 billion, which formed the basis of his subsequent wealth, managed through his family holding company.",
    "net worth": 582000000
  },
  {
    "rank in rich list": "24 (in 2017)",
    "full name": "Mads Frederiksen",
    "city": "Glostrup",
    "event": "Fourth-generation leader and CEO of HCS A/S Transport & Spedition, a large family-owned logistics and environmental services company. He shares ownership of the DKK 3.8 billion business with his father, Hans, and brother, Jacob.",
    "net worth": 567000000
  },
  {
    "rank in rich list": "28 (in 2017)",
    "full name": "Merete Hay",
    "city": "Copenhagen",
    "event": "Co-founder of the Danish design powerhouse HAY, alongside her husband, Rolf Hay. The company's global success is a key part of the investment portfolio of Troels Holch Povlsen (Bestseller founder), who is the majority owner.",
    "net worth": 448000000
  },
  {
    "rank in rich list": "28 (in 2017)",
    "full name": "Rolf Hay",
    "city": "Copenhagen",
    "event": "Co-founder of the internationally acclaimed design company HAY. The firm is a significant holding for Troels Holch Povlsen, who has helped finance its growth into a billion-kroner business.",
    "net worth": 448000000
  },
  {
    "rank in rich list": "29 (in 2017)",
    "full name": "Lykke Martinsen",
    "city": "London",
    "event": "Wife of Niels Martinsen and co-heir to the IC Group fashion fortune. Their daughter, Emilie, is the primary inheritor, though Niels Martinsen retains voting control of the family's DKK 2.5 billion holding company, Friheden Invest.",
    "net worth": 373000000
  }
]